Repository: zemonkamin/youtube_uwp
Catalog: YouTube/Strings/*/Resources.resw
Source language: en_gb
Languages: af_za, am_et, as_in, az_latn_az, be, bg_bg, bn_bd, bs_latn_ba, ca_es, cs, da_dk, de_de, el_gr, es_mx, et_ee, eu, fi_fi, fil_ph, fr_ca, gl_es, gu_in, hi_in, hu, hy_am, id_id, is_is, it_it, ja_jp, ka_ge, kk_kz, km_kh, kn, ko_kr, ky_kg, lo_la, lt_lt, lv, mk_mk, ml_in, mn_mn, mr_in, ms_my, my, ne_np, nl_nl, no, or_in, pa_in, pl, pt_br, ro, ru_ru, si_lk, sk_sk, sl_si, sq_al, sr_cyrl_rs, sv, sw_ke, ta, te_in, th, tr_tr, uk, uz, vi_vn, zh_cn, zh_tw, zu_za

# TvTokenMissingDetailed
source: TV refresh token was not found. Sign in again so yt_refresh_token is saved, then retry.
af_za: TV-verfristoken is nie gevind nie. Meld weer aan sodat yt_refresh_token gestoor word en probeer dan weer.
am_et: የTV refresh token አልተገኘም። yt_refresh_token እንዲቀመጥ እንደገና ይግቡ፣ ከዚያ ይሞክሩ።
as_in: TV ৰিফ্ৰেশ টোকেন পোৱা নগ'ল। yt_refresh_token সংৰক্ষণ হ'বলৈ পুনৰ ছাইন ইন কৰক, তাৰ পিছত চেষ্টা কৰক।
az_latn_az: TV yeniləmə tokeni tapılmadı. yt_refresh_token saxlanılsın deyə yenidən daxil olun və cəhd edin.
be: Токен абнаўлення TV не знойдзены. Увайдзіце зноў, каб захаваць yt_refresh_token, і паўтарыце спробу.
bg_bg: TV токенът за обновяване не е намерен. Влезте отново, за да се запази yt_refresh_token, и опитайте пак.
bn_bd: TV রিফ্রেশ টোকেন পাওয়া যায়নি। yt_refresh_token সংরক্ষণ করতে আবার সাইন ইন করুন, তারপর চেষ্টা করুন।
bs_latn_ba: TV token za osvježavanje nije pronađen. Ponovno se prijavite kako bi se yt_refresh_token spremio, zatim pokušajte ponovno.
ca_es: No s’ha trobat el testimoni d’actualització de TV. Torna a iniciar la sessió perquè es desi yt_refresh_token i prova-ho de nou.
cs: Obnovovací token TV nebyl nalezen. Přihlaste se znovu, aby se uložil yt_refresh_token, a opakujte akci.
da_dk: TV-opdateringstoken blev ikke fundet. Log ind igen, så yt_refresh_token gemmes, og prøv derefter igen.
de_de: TV-Aktualisierungstoken wurde nicht gefunden. Melde dich erneut an, damit yt_refresh_token gespeichert wird, und versuche es dann erneut.
el_gr: Δεν βρέθηκε διακριτικό ανανέωσης TV. Συνδεθείτε ξανά ώστε να αποθηκευτεί το yt_refresh_token και δοκιμάστε πάλι.
es_mx: No se encontró el token de actualización de TV. Inicia sesión de nuevo para que se guarde yt_refresh_token y vuelve a intentarlo.
et_ee: TV värskendustokenit ei leitud. Logige uuesti sisse, et yt_refresh_token salvestataks, ja proovige uuesti.
eu: Ez da TV freskatze-tokenik aurkitu. Hasi saioa berriro yt_refresh_token gorde dadin, eta saiatu berriro.
fi_fi: TV:n päivitystunnistetta ei löytynyt. Kirjaudu uudelleen, jotta yt_refresh_token tallennetaan, ja yritä uudelleen.
fil_ph: Hindi nakita ang TV refresh token. Mag-sign in muli para ma-save ang yt_refresh_token, pagkatapos ay subukan muli.
fr_ca: Le jeton d’actualisation TV est introuvable. Reconnectez-vous afin d’enregistrer yt_refresh_token, puis réessayez.
gl_es: Non se atopou o token de actualización de TV. Inicia sesión de novo para que se garde yt_refresh_token e téntao outra vez.
gu_in: TV રિફ્રેશ ટોકન મળ્યું નથી. yt_refresh_token સેવ થાય તે માટે ફરી સાઇન ઇન કરો, પછી પ્રયાસ કરો.
hi_in: TV रीफ़्रेश टोकन नहीं मिला। फिर से साइन इन करें ताकि yt_refresh_token सेव हो जाए, फिर कोशिश करें।
hu: A TV frissítési tokenje nem található. Jelentkezz be újra, hogy az yt_refresh_token mentve legyen, majd próbáld újra.
hy_am: TV թարմացման թոքենը չի գտնվել։ Կրկին մուտք գործեք, որպեսզի yt_refresh_token-ը պահպանվի, ապա փորձեք նորից։
id_id: Token refresh TV tidak ditemukan. Login lagi agar yt_refresh_token disimpan, lalu coba lagi.
is_is: TV-endurnýjunartóki fannst ekki. Skráðu þig inn aftur svo yt_refresh_token vistist og reyndu svo aftur.
it_it: Token di aggiornamento TV non trovato. Accedi di nuovo per salvare yt_refresh_token, quindi riprova.
ja_jp: TV 更新トークンが見つかりませんでした。yt_refresh_token が保存されるようにもう一度ログインして再試行してください。
ka_ge: TV განახლების ტოკენი ვერ მოიძებნა. ხელახლა შედით, რომ yt_refresh_token შეინახოს, შემდეგ სცადეთ ისევ.
kk_kz: TV жаңарту токені табылмады. yt_refresh_token сақталуы үшін қайта кіріп, қайталап көріңіз.
km_kh: រកមិនឃើញ TV refresh token។ ចូលគណនីម្តងទៀតដើម្បីរក្សាទុក yt_refresh_token រួចព្យាយាមឡើងវិញ។
kn: TV ರಿಫ್ರೆಶ್ ಟೋಕನ್ ಕಂಡುಬಂದಿಲ್ಲ. yt_refresh_token ಉಳಿಯುವಂತೆ ಮತ್ತೆ ಸೈನ್ ಇನ್ ಮಾಡಿ, ನಂತರ ಮರುಪ್ರಯತ್ನಿಸಿ.
ko_kr: TV 새로고침 토큰을 찾을 수 없습니다. yt_refresh_token이 저장되도록 다시 로그인한 후 재시도하세요.
ky_kg: TV жаңыртуу токени табылган жок. yt_refresh_token сакталсын үчүн кайра кирип, аракет кылыңыз.
lo_la: ບໍ່ພົບ TV refresh token. ເຂົ້າລະບົບໃໝ່ເພື່ອໃຫ້ yt_refresh_token ຖືກບັນທຶກ ແລ້ວລອງໃໝ່.
lt_lt: TV atnaujinimo prieigos raktas nerastas. Prisijunkite dar kartą, kad būtų išsaugotas yt_refresh_token, tada bandykite iš naujo.
lv: TV atsvaidzināšanas pilnvara netika atrasta. Pierakstieties vēlreiz, lai saglabātu yt_refresh_token, un mēģiniet vēlreiz.
mk_mk: TV токенот за освежување не е пронајден. Најавете се повторно за да се зачува yt_refresh_token, потоа обидете се пак.
ml_in: TV റിഫ്രഷ് ടോക്കൺ കണ്ടെത്തിയില്ല. yt_refresh_token സേവ് ആകാൻ വീണ്ടും സൈൻ ഇൻ ചെയ്ത് പിന്നെ ശ്രമിക്കുക.
mn_mn: TV шинэчлэх токен олдсонгүй. yt_refresh_token хадгалагдахын тулд дахин нэвтэрч, дахин оролдоно уу.
mr_in: TV रिफ्रेश टोकन सापडले नाही. yt_refresh_token सेव्ह होण्यासाठी पुन्हा साइन इन करा, नंतर प्रयत्न करा.
ms_my: Token muat semula TV tidak ditemui. Log masuk semula supaya yt_refresh_token disimpan, kemudian cuba lagi.
my: TV refresh token မတွေ့ပါ။ yt_refresh_token သိမ်းရန် ထပ်မံ အကောင့်ဝင်ပြီးနောက် ထပ်ကြိုးစားပါ။
ne_np: TV रिफ्रेस टोकन फेला परेन। yt_refresh_token सुरक्षित गर्न फेरि साइन इन गर्नुहोस्, त्यसपछि प्रयास गर्नुहोस्।
nl_nl: TV-vernieuwingstoken niet gevonden. Log opnieuw in zodat yt_refresh_token wordt opgeslagen en probeer opnieuw.
no: TV-oppdateringstoken ble ikke funnet. Logg på igjen slik at yt_refresh_token lagres, og prøv på nytt.
or_in: TV ରିଫ୍ରେଶ୍ ଟୋକେନ୍ ମିଳିଲା ନାହିଁ। yt_refresh_token ସେଭ୍ ହେବା ପାଇଁ ପୁଣି ସାଇନ୍ ଇନ୍ କରନ୍ତୁ, ତାପରେ ଚେଷ୍ଟା କରନ୍ତୁ।
pa_in: TV ਰਿਫ੍ਰੈਸ਼ ਟੋਕਨ ਨਹੀਂ ਮਿਲਿਆ। yt_refresh_token ਸੇਵ ਹੋਣ ਲਈ ਦੁਬਾਰਾ ਸਾਈਨ ਇਨ ਕਰੋ, ਫਿਰ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Nie znaleziono tokenu odświeżania TV. Zaloguj się ponownie, aby zapisać yt_refresh_token, i spróbuj jeszcze raz.
pt_br: O token de atualização da TV não foi encontrado. Inicie sessão novamente para guardar yt_refresh_token e tente de novo.
ro: Tokenul de reîmprospătare TV nu a fost găsit. Conectează-te din nou pentru a salva yt_refresh_token, apoi reîncearcă.
ru_ru: TV refresh-токен не найден. Войдите снова, чтобы сохранить yt_refresh_token, затем повторите попытку.
si_lk: TV refresh token එක හමු නොවීය. yt_refresh_token සුරැකීමට නැවත පුරනය වී පසුව උත්සාහ කරන්න.
sk_sk: Obnovovací token TV sa nenašiel. Prihláste sa znova, aby sa uložil yt_refresh_token, a skúste to znova.
sl_si: Osvežitveni žeton TV ni bil najden. Znova se prijavite, da se shrani yt_refresh_token, nato poskusite znova.
sq_al: Tokeni i rifreskimit TV nuk u gjet. Identifikohu përsëri që të ruhet yt_refresh_token, pastaj provo sërish.
sr_cyrl_rs: @@ТВ@@ токен за освјежавање није пронађен. Поновно се пријавите како би се @@ТОКЕН@@ спремио, затим покушајте поновно.
sv: TV-uppdateringstoken hittades inte. Logga in igen så att yt_refresh_token sparas och försök sedan igen.
sw_ke: Tokeni ya kuonyesha upya ya TV haikupatikana. Ingia tena ili yt_refresh_token ihifadhiwe, kisha ujaribu tena.
ta: TV புதுப்பிப்பு டோக்கன் கிடைக்கவில்லை. yt_refresh_token சேமிக்கப்படுமாறு மீண்டும் உள்நுழைந்து பிறகு முயற்சிக்கவும்.
te_in: TV రిఫ్రెష్ టోకెన్ కనుగొనబడలేదు. yt_refresh_token సేవ్ అయ్యేలా మళ్లీ సైన్ ఇన్ చేసి, తర్వాత ప్రయత్నించండి.
th: ไม่พบโทเค็นรีเฟรช TV ลงชื่อเข้าใช้อีกครั้งเพื่อบันทึก yt_refresh_token แล้วลองใหม่
tr_tr: TV yenileme belirteci bulunamadı. yt_refresh_token kaydedilsin diye tekrar oturum açıp yeniden deneyin.
uk: Токен оновлення TV не знайдено. Увійдіть знову, щоб зберегти yt_refresh_token, і повторіть спробу.
uz: TV yangilash tokeni topilmadi. yt_refresh_token saqlanishi uchun qayta kiring va urinib ko‘ring.
vi_vn: Không tìm thấy mã làm mới TV. Hãy đăng nhập lại để lưu yt_refresh_token rồi thử lại.
zh_cn: 未找到 TV 刷新令牌。请重新登录以保存 yt_refresh_token，然后重试。
zh_tw: 找不到 TV 更新權杖。請重新登入以儲存 yt_refresh_token，然後再試一次。
zu_za: Ithokheni yokuvuselela ye-TV ayitholakalanga. Ngena ngemvume futhi ukuze i-yt_refresh_token igcinwe, bese uzama futhi.

# UnableLoadComments
source: Unable to load comments.
af_za: Kon nie opmerkings laai nie.
am_et: አስተያየቶችን መጫን አልተቻለም።
as_in: মন্তব্য লোড কৰিব পৰা নগ'ল।
az_latn_az: Şərhləri yükləmək mümkün olmadı.
be: Не ўдалося загрузіць каментарыі.
bg_bg: Коментарите не можаха да бъдат заредени.
bn_bd: মন্তব্য লোড করা যায়নি।
bs_latn_ba: Nije moguće učitati komentare.
ca_es: No s’han pogut carregar els comentaris.
cs: Komentáře se nepodařilo načíst.
da_dk: Kan ikke indlæse kommentarer.
de_de: Kommentare können nicht geladen werden.
el_gr: Δεν ήταν δυνατή η φόρτωση σχολίων.
es_mx: No se pudieron cargar los comentarios.
et_ee: Kommentaare ei saanud laadida.
eu: Ezin izan dira iruzkinak kargatu.
fi_fi: Kommentteja ei voitu ladata.
fil_ph: Hindi ma-load ang mga komento.
fr_ca: Impossible de charger les commentaires.
gl_es: Non se puideron cargar os comentarios.
gu_in: ટિપ્પણીઓ લોડ કરી શકાઈ નથી.
hi_in: टिप्पणियाँ लोड नहीं हो सकीं।
hu: A megjegyzések nem tölthetők be.
hy_am: Չհաջողվեց բեռնել մեկնաբանությունները։
id_id: Tidak dapat memuat komentar.
is_is: Ekki tókst að hlaða athugasemdum.
it_it: Impossibile caricare i commenti.
ja_jp: コメントを読み込めませんでした。
ka_ge: კომენტარების ჩატვირთვა ვერ მოხერხდა.
kk_kz: Пікірлерді жүктеу мүмкін болмады.
km_kh: មិនអាចផ្ទុកមតិយោបល់បានទេ។
kn: ಕಾಮೆಂಟ್‌ಗಳನ್ನು ಲೋಡ್ ಮಾಡಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ.
ko_kr: 댓글을 불러올 수 없습니다.
ky_kg: Комментарийлерди жүктөө мүмкүн болгон жок.
lo_la: ບໍ່ສາມາດໂຫຼດຄຳເຫັນໄດ້.
lt_lt: Nepavyko įkelti komentarų.
lv: Neizdevās ielādēt komentārus.
mk_mk: Не може да се вчитаат коментарите.
ml_in: അഭിപ്രായങ്ങൾ ലോഡ് ചെയ്യാനായില്ല.
mn_mn: Сэтгэгдлийг ачаалж чадсангүй.
mr_in: टिप्पण्या लोड करता आल्या नाहीत.
ms_my: Tidak dapat memuatkan komen.
my: မှတ်ချက်များကို တင်၍မရပါ။
ne_np: टिप्पणीहरू लोड गर्न सकिएन।
nl_nl: Kan reacties niet laden.
no: Kunne ikke laste kommentarer.
or_in: ମନ୍ତବ୍ୟ ଲୋଡ୍ କରିହେଲା ନାହିଁ।
pa_in: ਟਿੱਪਣੀਆਂ ਲੋਡ ਨਹੀਂ ਕੀਤੀਆਂ ਜਾ ਸਕੀਆਂ।
pl: Nie udało się wczytać komentarzy.
pt_br: Não foi possível carregar os comentários.
ro: Comentariile nu au putut fi încărcate.
ru_ru: Не удалось загрузить комментарии.
si_lk: අදහස් පූරණය කළ නොහැක.
sk_sk: Komentáre sa nepodarilo načítať.
sl_si: Komentarjev ni bilo mogoče naložiti.
sq_al: Komentet nuk mund të ngarkoheshin.
sr_cyrl_rs: Није могуће учитати коментаре.
sv: Det gick inte att läsa in kommentarer.
sw_ke: Imeshindikana kupakia maoni.
ta: கருத்துகளை ஏற்ற முடியவில்லை.
te_in: వ్యాఖ్యలను లోడ్ చేయలేకపోయాం.
th: ไม่สามารถโหลดความคิดเห็นได้
tr_tr: Yorumlar yüklenemedi.
uk: Не вдалося завантажити коментарі.
uz: Izohlarni yuklab bo‘lmadi.
vi_vn: Không thể tải bình luận.
zh_cn: 无法加载评论。
zh_tw: 無法載入留言。
zu_za: Ayikwazanga ukulayisha amazwana.

# UnableLoadShorts
source: Unable to load Shorts.
af_za: Kon nie Shorts laai nie.
am_et: Shortsን መጫን አልተቻለም።
as_in: Shorts লোড কৰিব পৰা নগ'ল।
az_latn_az: Shorts yüklənə bilmədi.
be: Не ўдалося загрузіць Shorts.
bg_bg: Shorts не можаха да бъдат заредени.
bn_bd: Shorts লোড করা যায়নি।
bs_latn_ba: Nije moguće učitati Shorts.
ca_es: No s’han pogut carregar els Shorts.
cs: Shorts se nepodařilo načíst.
da_dk: Kan ikke indlæse Shorts.
de_de: Shorts können nicht geladen werden.
el_gr: Δεν ήταν δυνατή η φόρτωση των Shorts.
es_mx: No se pudieron cargar los Shorts.
et_ee: Shortse ei saanud laadida.
eu: Ezin izan da Shorts kargatu.
fi_fi: Shortseja ei voitu ladata.
fil_ph: Hindi ma-load ang Shorts.
fr_ca: Impossible de charger les Shorts.
gl_es: Non se puideron cargar os Shorts.
gu_in: Shorts લોડ કરી શકાયા નથી.
hi_in: Shorts लोड नहीं हो सके।
hu: A Shorts nem tölthető be.
hy_am: Չհաջողվեց բեռնել Shorts-ը։
id_id: Tidak dapat memuat Shorts.
is_is: Ekki tókst að hlaða Shorts.
it_it: Impossibile caricare gli Shorts.
ja_jp: Shorts を読み込めませんでした。
ka_ge: Shorts-ის ჩატვირთვა ვერ მოხერხდა.
kk_kz: Shorts жүктеу мүмкін болмады.
km_kh: មិនអាចផ្ទុក Shorts បានទេ។
kn: Shorts ಲೋಡ್ ಮಾಡಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ.
ko_kr: Shorts를 불러올 수 없습니다.
ky_kg: Shorts жүктөлгөн жок.
lo_la: ບໍ່ສາມາດໂຫຼດ Shorts ໄດ້.
lt_lt: Nepavyko įkelti „Shorts“.
lv: Neizdevās ielādēt Shorts.
mk_mk: Shorts не може да се вчитаат.
ml_in: Shorts ലോഡ് ചെയ്യാനായില്ല.
mn_mn: Shorts ачаалж чадсангүй.
mr_in: Shorts लोड करता आले नाहीत.
ms_my: Tidak dapat memuatkan Shorts.
my: Shorts ကို တင်၍မရပါ။
ne_np: Shorts लोड गर्न सकिएन।
nl_nl: Kan Shorts niet laden.
no: Kunne ikke laste Shorts.
or_in: Shorts ଲୋଡ୍ କରିହେଲା ନାହିଁ।
pa_in: Shorts ਲੋਡ ਨਹੀਂ ਕੀਤੇ ਜਾ ਸਕੇ।
pl: Nie udało się wczytać Shorts.
pt_br: Não foi possível carregar os Shorts.
ro: Shorts nu au putut fi încărcate.
ru_ru: Не удалось загрузить Shorts.
si_lk: Shorts පූරණය කළ නොහැක.
sk_sk: Shorts sa nepodarilo načítať.
sl_si: Shorts ni bilo mogoče naložiti.
sq_al: Shorts nuk mund të ngarkoheshin.
sr_cyrl_rs: Није могуће учитати @@СХОРТС@@.
sv: Det gick inte att läsa in Shorts.
sw_ke: Imeshindikana kupakia Shorts.
ta: Shorts-ஐ ஏற்ற முடியவில்லை.
te_in: Shortsను లోడ్ చేయలేకపోయాం.
th: ไม่สามารถโหลด Shorts ได้
tr_tr: Shorts yüklenemedi.
uk: Не вдалося завантажити Shorts.
uz: Shorts yuklanmadi.
vi_vn: Không thể tải Shorts.
zh_cn: 无法加载 Shorts。
zh_tw: 無法載入 Shorts。
zu_za: Ayikwazanga ukulayisha ama-Shorts.

# UnablePlayShort
source: Unable to play this Short
af_za: Kan nie hierdie Short speel nie
am_et: ይህን Short ማጫወት አልተቻለም
as_in: এই Short চলাব পৰা নগ'ল
az_latn_az: Bu Short-u oynatmaq mümkün deyil
be: Немагчыма прайграць гэты Short
bg_bg: Този Short не може да се възпроизведе
bn_bd: এই Short চালানো যায় না
bs_latn_ba: Nije moguće reproducirati ovaj Short
ca_es: No es pot reproduir aquest Short
cs: Tento Short nelze přehrát
da_dk: Denne Short kan ikke afspilles
de_de: Dieser Short kann nicht abgespielt werden
el_gr: Δεν είναι δυνατή η αναπαραγωγή αυτού του Short
es_mx: No se puede reproducir este Short
et_ee: Seda Shortsi ei saa esitada
eu: Ezin da Short hau erreproduzitu
fi_fi: Tätä Shortia ei voi toistaa
fil_ph: Hindi ma-play ang Short na ito
fr_ca: Impossible de lire ce Short
gl_es: Non se pode reproducir este Short
gu_in: આ Short ચલાવી શકાયું નથી
hi_in: यह Short नहीं चलाया जा सकता
hu: Ez a Short nem játszható le
hy_am: Այս Short-ը հնարավոր չէ նվագարկել
id_id: Tidak dapat memutar Short ini
is_is: Ekki er hægt að spila þetta Short
it_it: Impossibile riprodurre questo Short
ja_jp: この Short を再生できません
ka_ge: ამ Short-ის დაკვრა შეუძლებელია
kk_kz: Бұл Short-ты ойнату мүмкін емес
km_kh: មិនអាចចាក់ Short នេះបានទេ
kn: ಈ Short ಪ್ಲೇ ಮಾಡಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ
ko_kr: 이 Short를 재생할 수 없습니다
ky_kg: Бул Short ойнотулбайт
lo_la: ບໍ່ສາມາດຫຼິ້ນ Short ນີ້ໄດ້
lt_lt: Nepavyko paleisti šio „Short“
lv: Nevar atskaņot šo Short
mk_mk: Не може да се репродуцира овој Short
ml_in: ഈ Short പ്ലേ ചെയ്യാനായില്ല
mn_mn: Энэ Short-ыг тоглуулах боломжгүй
mr_in: हा Short प्ले करता येत नाही
ms_my: Tidak dapat memainkan Short ini
my: ဤ Short ကို ဖွင့်၍မရပါ
ne_np: यो Short चलाउन सकिँदैन
nl_nl: Kan deze Short niet afspelen
no: Kan ikke spille av denne Short
or_in: ଏହି Short ଚଲାଇହେଲା ନାହିଁ
pa_in: ਇਹ Short ਚਲਾਇਆ ਨਹੀਂ ਜਾ ਸਕਿਆ
pl: Nie można odtworzyć tego Shorta
pt_br: Não foi possível reproduzir este Short
ro: Acest Short nu poate fi redat
ru_ru: Не удалось воспроизвести этот Short
si_lk: මෙම Short ධාවනය කළ නොහැක
sk_sk: Tento Short sa nedá prehrať
sl_si: Tega Shorta ni mogoče predvajati
sq_al: Nuk mund të luhet ky Short
sr_cyrl_rs: Није могуће репродуцирати овај @@СХОРТ@@
sv: Det går inte att spela upp denna Short
sw_ke: Haiwezekani kucheza Short hii
ta: இந்த Short-ஐ இயக்க முடியவில்லை
te_in: ఈ Shortను ప్లే చేయలేకపోయాం
th: ไม่สามารถเล่น Short นี้ได้
tr_tr: Bu Short oynatılamıyor
uk: Не вдається відтворити цей Short
uz: Bu Short’ni ijro qilib bo‘lmaydi
vi_vn: Không thể phát Short này
zh_cn: 无法播放此 Short
zh_tw: 無法播放這個 Short
zu_za: Ayikwazi ukudlala le Short

# UnablePlayShortPeriod
source: Unable to play this Short.
af_za: Kan nie hierdie Short speel nie.
am_et: ይህን Short ማጫወት አልተቻለም።
as_in: এই Short চলাব পৰা নগ'ল।
az_latn_az: Bu Short-u oynatmaq mümkün deyil.
be: Немагчыма прайграць гэты Short.
bg_bg: Този Short не може да се възпроизведе.
bn_bd: এই Short চালানো যায় না।
bs_latn_ba: Nije moguće reproducirati ovaj Short.
ca_es: No es pot reproduir aquest Short.
cs: Tento Short nelze přehrát.
da_dk: Denne Short kan ikke afspilles.
de_de: Dieser Short kann nicht abgespielt werden.
el_gr: Δεν είναι δυνατή η αναπαραγωγή αυτού του Short.
es_mx: No se puede reproducir este Short.
et_ee: Seda Shortsi ei saa esitada.
eu: Ezin da Short hau erreproduzitu.
fi_fi: Tätä Shortia ei voi toistaa.
fil_ph: Hindi ma-play ang Short na ito.
fr_ca: Impossible de lire ce Short.
gl_es: Non se pode reproducir este Short.
gu_in: આ Short ચલાવી શકાયું નથી.
hi_in: यह Short नहीं चलाया जा सकता।
hu: Ez a Short nem játszható le.
hy_am: Այս Short-ը հնարավոր չէ նվագարկել։
id_id: Tidak dapat memutar Short ini.
is_is: Ekki er hægt að spila þetta Short.
it_it: Impossibile riprodurre questo Short.
ja_jp: この Short を再生できません。
ka_ge: ამ Short-ის დაკვრა შეუძლებელია.
kk_kz: Бұл Short-ты ойнату мүмкін емес.
km_kh: មិនអាចចាក់ Short នេះបានទេ។
kn: ಈ Short ಪ್ಲೇ ಮಾಡಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ.
ko_kr: 이 Short를 재생할 수 없습니다.
ky_kg: Бул Short ойнотулбайт.
lo_la: ບໍ່ສາມາດຫຼິ້ນ Short ນີ້ໄດ້.
lt_lt: Nepavyko paleisti šio „Short“.
lv: Nevar atskaņot šo Short.
mk_mk: Не може да се репродуцира овој Short.
ml_in: ഈ Short പ്ലേ ചെയ്യാനായില്ല.
mn_mn: Энэ Short-ыг тоглуулах боломжгүй.
mr_in: हा Short प्ले करता येत नाही.
ms_my: Tidak dapat memainkan Short ini.
my: ဤ Short ကို ဖွင့်၍မရပါ။
ne_np: यो Short चलाउन सकिँदैन।
nl_nl: Kan deze Short niet afspelen.
no: Kan ikke spille av denne Short.
or_in: ଏହି Short ଚଲାଇହେଲା ନାହିଁ।
pa_in: ਇਹ Short ਚਲਾਇਆ ਨਹੀਂ ਜਾ ਸਕਿਆ।
pl: Nie można odtworzyć tego Shorta.
pt_br: Não foi possível reproduzir este Short.
ro: Acest Short nu poate fi redat.
ru_ru: Не удалось воспроизвести этот Short.
si_lk: මෙම Short ධාවනය කළ නොහැක.
sk_sk: Tento Short sa nedá prehrať.
sl_si: Tega Shorta ni mogoče predvajati.
sq_al: Nuk mund të luhet ky Short.
sr_cyrl_rs: Није могуће репродуцирати овај @@СХОРТ@@.
sv: Det går inte att spela upp denna Short.
sw_ke: Haiwezekani kucheza Short hii.
ta: இந்த Short-ஐ இயக்க முடியவில்லை.
te_in: ఈ Shortను ప్లే చేయలేకపోయాం.
th: ไม่สามารถเล่น Short นี้ได้
tr_tr: Bu Short oynatılamıyor.
uk: Не вдається відтворити цей Short.
uz: Bu Short’ni ijro qilib bo‘lmaydi.
vi_vn: Không thể phát Short này.
zh_cn: 无法播放此 Short。
zh_tw: 無法播放這個 Short。
zu_za: Ayikwazi ukudlala le Short.

source: Unknown
af_za: Onbekend
am_et: ያልታወቀ
as_in: অজ্ঞাত
az_latn_az: Naməlum
be: Невядома
bg_bg: Неизвестно
bn_bd: অজানা
bs_latn_ba: Nepoznato
ca_es: Desconegut
cs: Neznámé
da_dk: Ukendt
de_de: Unbekannt
el_gr: Άγνωστο
es_mx: Desconocido
et_ee: Tundmatu
eu: Ezezaguna
fi_fi: Tuntematon
fil_ph: Hindi alam
fr_ca: Inconnu
gl_es: Descoñecido
gu_in: અજ્ઞાત
hi_in: अज्ञात
hu: Ismeretlen
hy_am: Անհայտ
id_id: Tidak diketahui
is_is: Óþekkt
it_it: Sconosciuto
ja_jp: 不明
ka_ge: უცნობი
kk_kz: Белгісіз
km_kh: មិនស្គាល់
kn: ತಿಳಿದಿಲ್ಲ
ko_kr: 알 수 없음
ky_kg: Белгисиз
lo_la: ບໍ່ຮູ້ຈັກ
lt_lt: Nežinoma
lv: Nezināms
mk_mk: Непознато
ml_in: അജ്ഞാതം
mn_mn: Үл мэдэгдэх
mr_in: अज्ञात
ms_my: Tidak diketahui
my: မသိပါ
ne_np: अज्ञात
nl_nl: Onbekend
no: Ukjent
or_in: ଅଜଣା
pa_in: ਅਣਜਾਣ
pl: Nieznane
pt_br: Desconhecido
ro: Necunoscut
ru_ru: Неизвестно
si_lk: නොදන්නා
sk_sk: Neznáme
sl_si: Neznano
sq_al: E panjohur
sr_cyrl_rs: Непознато
sv: Okänd
sw_ke: Haijulikani
ta: தெரியவில்லை
te_in: తెలియదు
th: ไม่ทราบ
tr_tr: Bilinmiyor
uk: Невідомо
uz: Noma’lum
vi_vn: Không xác định
zh_cn: 未知
zh_tw: 不明
zu_za: Akwaziwa

source: Untitled
af_za: Sonder titel
am_et: ርዕስ የሌለው
as_in: শীৰ্ষকবিহীন
az_latn_az: Adsız
be: Без назвы
bg_bg: Без заглавие
bn_bd: শিরোনামহীন
bs_latn_ba: Bez naslova
ca_es: Sense títol
cs: Bez názvu
da_dk: Uden titel
de_de: Ohne Titel
el_gr: Χωρίς τίτλο
es_mx: Sin título
et_ee: Pealkirjata
eu: Izenbururik gabe
fi_fi: Nimetön
fil_ph: Walang pamagat
fr_ca: Sans titre
gl_es: Sen título
gu_in: શીર્ષક વગર
hi_in: बिना शीर्षक
hu: Névtelen
hy_am: Առանց վերնագրի
id_id: Tanpa judul
is_is: Án titils
it_it: Senza titolo
ja_jp: 無題
ka_ge: უსათაურო
kk_kz: Тақырыпсыз
km_kh: គ្មានចំណងជើង
kn: ಶೀರ್ಷಿಕೆ ಇಲ್ಲ
ko_kr: 제목 없음
ky_kg: Аталышсыз
lo_la: ບໍ່ມີຊື່ເລື່ອງ
lt_lt: Be pavadinimo
lv: Bez nosaukuma
mk_mk: Без наслов
ml_in: ശീർഷകമില്ല
mn_mn: Гарчиггүй
mr_in: शीर्षकहीन
ms_my: Tanpa tajuk
my: ခေါင်းစဉ်မဲ့
ne_np: शीर्षकविहीन
nl_nl: Naamloos
no: Uten tittel
or_in: ଶୀର୍ଷକହୀନ
pa_in: ਬਿਨਾਂ ਸਿਰਲੇਖ
pl: Bez tytułu
pt_br: Sem título
ro: Fără titlu
ru_ru: Без названия
si_lk: මාතෘකාවක් නැත
sk_sk: Bez názvu
sl_si: Brez naslova
sq_al: Pa titull
sr_cyrl_rs: Без наслова
sv: Namnlös
sw_ke: Haina kichwa
ta: தலைப்பில்லாது
te_in: శీర్షిక లేదు
th: ไม่มีชื่อเรื่อง
tr_tr: Başlıksız
uk: Без назви
uz: Sarlavhasiz
vi_vn: Không có tiêu đề
zh_cn: 无标题
zh_tw: 無標題
zu_za: Akunasihloko

# UploadedVideo
source: Uploaded a video
af_za: Het 'n video opgelaai
am_et: ቪዲዮ ሰቅሏል
as_in: এটা ভিডিঅ' আপলোড কৰিলে
az_latn_az: Video yüklədi
be: Загружана відэа
bg_bg: Качи видеоклип
bn_bd: একটি ভিডিও আপলোড করেছে
bs_latn_ba: Prenesen videozapis
ca_es: Ha penjat un vídeo
cs: Nahrál(a) video
da_dk: Uploadede en video
de_de: Video hochgeladen
el_gr: Μεταφόρτωσε ένα βίντεο
es_mx: Subió un video
et_ee: Laadis video üles
eu: Bideo bat kargatu du
fi_fi: Ladasi videon
fil_ph: Nag-upload ng video
fr_ca: A mis en ligne une vidéo
gl_es: Subiu un vídeo
gu_in: એક વીડિયો અપલોડ કર્યો
hi_in: वीडियो अपलोड किया
hu: Videót töltött fel
hy_am: Վերբեռնել է տեսանյութ
id_id: Mengupload video
is_is: Hlaðið upp myndskeiði
it_it: Ha caricato un video
ja_jp: 動画をアップロードしました
ka_ge: ატვირთა ვიდეო
kk_kz: Видео жүктеді
km_kh: បានផ្ទុកវីដេអូមួយ
kn: ವೀಡಿಯೊ ಅಪ್‌ಲೋಡ್ ಮಾಡಲಾಗಿದೆ
ko_kr: 동영상을 업로드했습니다
ky_kg: Видео жүктөдү
lo_la: ອັບໂຫຼດວິດີໂອໜຶ່ງ
lt_lt: Įkėlė vaizdo įrašą
lv: Augšupielādēja videoklipu
mk_mk: Постави видео
ml_in: ഒരു വീഡിയോ അപ്‌ലോഡ് ചെയ്തു
mn_mn: Видео байршуулсан
mr_in: व्हिडिओ अपलोड केला
ms_my: Memuat naik video
my: ဗီဒီယိုတစ်ခု တင်ခဲ့သည်
ne_np: भिडियो अपलोड गर्‍यो
nl_nl: Heeft een video geüpload
no: Lastet opp en video
or_in: ଏକ ଭିଡିଓ ଅପଲୋଡ୍ କଲେ
pa_in: ਇੱਕ ਵੀਡੀਓ ਅੱਪਲੋਡ ਕੀਤੀ
pl: Przesłano film
pt_br: Carregou um vídeo
ro: A încărcat un videoclip
ru_ru: Загрузил(а) видео
si_lk: වීඩියෝවක් උඩුගත කළා
sk_sk: Nahral(a) video
sl_si: Naložen videoposnetek
sq_al: Ngarkoi një video
sr_cyrl_rs: Пренесен видеозапис
sv: Laddade upp en video
sw_ke: Amepakia video
ta: ஒரு வீடியோ பதிவேற்றப்பட்டது
te_in: ఒక వీడియో అప్‌లోడ్ చేసింది
th: อัปโหลดวิดีโอ
tr_tr: Bir video yükledi
uk: Завантажено відео
uz: Video yukladi
vi_vn: Đã tải video lên
zh_cn: 上传了一个视频
zh_tw: 上傳了一部影片
zu_za: Ulayishe ividiyo
